---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ModelGraphicsStyleAnonDraft
source: html/f43c3bc7-b3ff-08e1-5753-a4e3fc772de4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ModelGraphicsStyleAnonDraft Property

"Visual Style"

## Syntax (C#)
```csharp
public static ForgeTypeId ModelGraphicsStyleAnonDraft { get; }
```